question_ans1 = [
['крокодил', 'тигр', 'лев', 'медведь'],
['верблюд', 'филин', 'слон', 'питон'],
['фламинго', 'крокодил', 'кенгуру', 'пингвин'],
['енот', 'крыса', 'кенгуру', 'питон'],
['сова', 'морской котик', 'крыса', 'тигр'],
['фламинго', 'верблюд', 'лев', 'пингвин']
]

question_ans2 = [
['слон', 'енот', 'капибара', 'жираф'],
['кенгуру', 'лиса', 'крыса', 'тигр'],
['енот', 'фламинго', 'удав', 'морской котик'],
['попугай', 'крыса', 'слон', 'капибара'],
['енот', 'жираф', 'тукан', 'капибара'],
['жираф', 'тукан', 'лиса', 'капибара']
]

question_ans3 = [
['медведь', 'крокодил', 'сова', 'удав'],
['морской котик', 'пингвин', 'фламинго'],
['слон', 'жираф', 'капибара', 'попугай'],
['енот', 'кенгуру', 'верблюд', 'крыса'],
['медведь', 'крокодил', 'лиса', 'крыса'],
['фламинго', 'сова', 'морской котик', 'крокодил']
]

question_ans4 = [['попугай', 'тигр', 'сова', 'капибара'],
                 ['жираф', 'лев', 'кенгуру', 'слон'],
                 ['морской котик', 'пингвин'],['лиса', 'филин', 'медведь', 'сова'],
                 ['крокодил', 'фламинго', 'кенгуру'],
                 ['верблюд', 'лев']]


question_ans5 = [
    ['филин', 'сова', 'пингвин'],
    ['попугай', 'питон', 'удав', 'лиса'],
    ['верблюд', 'фламинго', 'морской котик'],
    ['лев', 'тукан', 'попугай', 'сова'],
    ['пингвин', 'филин', 'удав', 'лиса'],
    ['лиса', 'тигр', 'кенгуру', 'попугай']
]

question_ans6 = [['филин', 'питон', 'пингвин', 'тукан', 'удав'],
                 ['тигр', 'лев', 'верблюд', 'крыса'],
                 ['пингвин', 'филин', 'тукан', 'удав'],
                 ['удав', 'тукан', 'верблюд', 'тигр'],
                 ['попугай', 'тигр', 'сова', 'капибара'],
                 ['медведь', 'крокодил', 'сова', 'удав']]

list_animal = [
    'крокодил', 'тигр', 'лев', 'медведь',
    'верблюд', 'филин', 'слон', 'питон',
    'фламинго', 'кенгуру', 'пингвин', 'енот',
    'крыса', 'сова', 'морской котик', 'капибара',
    'жираф', 'лиса', 'тукан', 'попугай', 'удав'
               ]

questions = {
    0: '1/6\n\nДопустим, у тебя есть отрицательная черта характера, то какая?',
    1: '2/6\n\nДавай лучше поговорим о твоих положительных чертах характера?',
    2: '3/6\n\nЧто тебя больше привлекает в еде?',
    3: '4/6\n\nКуда бы ты съездил?',
    4: '5/6\n\nПредставим, что сейчас уже утро, на часах 8:00. Что ты делаешь?',
    5: '6/6\n\nЧто для тебя дом?'
}

que_ans = {
    0: ["Я иногда бываю агрессивным", "Я упрямый", "Мне тяжело дается обучение", "Я одна сплошная лень", "Я пугливый"],
    1: ["Я очень дружелюбный", "Активность - это я", "Спокойный как удав", "Легко обучаюсь новому",
        "Я просто красивый"],
    2: ["Мясо, давай мясо!", "Рыба и морепродукты", "Я люблю салатики, орешки", "Обожаю фрукты! Готов их есть 24/7",
        "Неприхотливый в еде"],
    3: ["Я бы поехал в лес с палаткой", "В сафари. Никогда там не был", "Хочу плавать в океане и пить джус",
        "Джунгли, амазонка, опастность", "Куда-нибудь в пустыню"],
    4: ["Уже утро? Ложусь спать.", "Зря проснулся, можно еще поспать", "Иду на работу", "Проспал! Пулей на работу",
        "Обычно встаю в 12"],
    5: ["Это место моей силы", "Это место, чтобы поспать и поесть", "Место, где много ценных вещей",
        "Место, где я отдыхаю от всех и вся", "Я там не бываю"]
}
# answer1 = {
#     0: 'Я иногда бываю агрессивным',
#     1: 'Я упрямый',
#     2: 'Мне тяжело дается обучение',
#     3: 'Я одна сплошная лень',
#     4: 'Я пугливый'
# }
# answer2 = {
#     0: 'Я очень дружелюбный',
#     1: 'Активность - это я',
#     2: 'Спокойный как удав',
#     3: 'Легко обучаюсь новому',
#     4: 'Я просто красивый'
# }
# answer3 = {
#     0: 'Мясо, давай мясо!',
#     1: 'Рыба и морепродукты',
#     2: 'Я люблю салатики, орешки',
#     3: 'Обожаю фрукты!  Готов их есть 24/7',
#     4: 'Неприхотливый в еде'
# }
# answer4 = {
#     0: 'Я бы поехал в лес с палаткой',
#     1: 'В сафари. Никогда там не был',
#     2: 'Хочу плавать в океане и пить джус',
#     3: 'Устроил бы поход в горы!',
#     4: 'Джунгли, амазонка, опастность',
#     5: 'Куда-нибудь в пустыню'
# }
# answer5 = {
#     0: 'Уже утро? Ложусь спать.',
#     1: 'Зря проснулся, можно еще поспать',
#     2: 'Иду на работу',
#     3: 'Проспал! Пулей на работу'
# }
# answer6 = {
#     0: 'Это место моей силы',
#     1: 'Это место, чтобы поспать и поесть',
#     2: 'Место, где много ценных вещей',
#     3: 'Место, где я отдыхаю от всех и вся'
# }

photo = {
    0: 'agr',
    1: 'smile',
    2: 'ask',
    3: 'kaif',
    4: 'nedoumenie',
    5: 'cute'
}

# qustions = [
#     'Допустим, у тебя есть отрицательная черта характера, то какая?',
#     'Давай лучше поговорим о твоих положительных чертах характера?',
#     'Что тебя больше привлекает в еде?',
#     'Куда бы ты съездил?',
#     'Представим, что сейчас уже утро, на часах 8:00. Что ты делаешь?',
#     'Что для тебя дом?'
# ]

# answers = [
#     ['Я очень дружелюбный',
#      'Активность - это я',
#      'Спокойный как удав',
#      'Легко обучаюсь новому',
#      'Я просто красивый'],
#     ['Мясо, давай мясо!',
#      'Рыба и морепродукты',
#      'Я люблю салатики, орешки',
#      'Обожаю фрукты!  Готов их есть 24/7',
#      'Неприхотливый в еде'],
#     ['Я бы поехал в лес с палаткой',
#      'В сафари. Никогда там не был',
#      'Хочу плавать в океане и пить джус',
#      'Устроил бы поход в горы!',
#      'Джунгли, амазонка, опастность',
#      'Куда-нибудь в пустыню'],
#     ['Уже утро? Ложусь спать.',
#      'Зря проснулся, можно еще поспать',
#      'Иду на работу',
#      'Проспал! Пулей на работу'],
#     ['Это место моей силы',
#      'Это место, чтобы поспать и поесть',
#      'Место, где много ценных вещей',
#      'Место, где я отдыхаю от всех и вся']